[
    {
        "agency": "NASA",
        "MissionName": "Curiosity Rover",
        "MissionType": "Soil analysis",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20111126",
        "ArrivalDate": "20120806",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2011-070A",
        "Information": "The Mars Science Laboratory (MSL), nicknamed Curiosity, is a large rover with the objective of exploring the martian environment as a former or current habitat for life. The mission is planned to operate on Mars over at least a full martian year (687 Earth days). The rover has eight science objectives: 1) determine the nature and inventory of organic carbon compounds; 2) inventory the chemical building blocks of life; 3) identify features that may represent the effects of biological processes; 4) investigate the chemical, isotopic, and mineralogical composition of the martian surface and near-surface geological materials; 5) interpret the processes that have formed and modified rocks and soils; 6) assess long-timescale (i.e. 4-billion-year) atmospheric evolution processes; 7) determine the present state, distribution, and cycling of water and carbon dioxide; and 8) characterize the broad spectrum of surface radiation, including galactic cosmic radiation, solar proton events, and secondary neutrons."
    },
    {
        "agency": [
            "NASA",
            "ESA"
        ],
        "MissionName": "Rosetta",
        "MissionType": "Comet analysis",
        "Manned": false,
        "touch": "Fly by",
        "planet": "Comet 67 P/Churyumov-Gerasimenk",
        "LaunchLocation": "Kourou, French Guiana",
        "LaunchDate": "20040302",
        "ArrivalDate": "20140801",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=2004-006A",
        "Information": "Rosetta is European Space Agency (ESA) Horizon 2000 cornerstone mission number 3 designed to rendezvous with Comet 67 P/Churyumov-Gerasimenko, drop a probe on the surface, study the comet from orbit, and fly by at least one asteroid en route. The principal goals are to study the origin of comets, the relationship between cometary and interstellar material and its implications with regard to the origin of the solar system. Its scientific objectives to achieve these goals are: global characterization of the nucleus, determination of dynamic properties, surface morphology and composition; determination of the chemical, mineralogical and isotopic compositions of volatiles and refractories in a cometary nucleus; determination of the physical properties and interrelation of volatiles and refractories in a cometary nucleus; study of the development of cometary activity and the processes in the surface layer of the nucleus and the inner coma (dust/gas interaction); global characterisation of asteroids, including determination of dynamic properties, surface morphology and composition."
    },
    {
        "agency": [
            "NASA",
            "ESA"
        ],
        "MissionName": "Philae, Rosetta Lander",
        "MissionType": "Comet analysis",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Comet 67 P/Churyumov-Gerasimenk",
        "LaunchLocation": "Kourou, French Guiana",
        "LaunchDate": "20040302",
        "ArrivalDate": "20140801",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=PHILAE",
        "Information": "Philae is the landing craft of the Rosetta mission, designed to touch down on Comet 67P/Churyumov-Gerasimenko in 2014. The scientific objectives are to determine the physical properties of the comet's surface and subsurface and their chemical, mineralogical and isotopic composition. This information will be used in tandem with the data returned by the Rosetta orbiter to characterize the comet."
    },
{
        "agency": "NASA",
        "MissionName": "Dawn",
        "MissionType": "asteroid analysis",
        "Manned": false,
        "touch": "Orbit",
        "planet": "asteroids 4 Vesta and 1 Ceres",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20070927",
        "ArrivalDate": "20110814",
        "EndDate": 20150701,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=2007-043A",
        "Information": "Dawn is a mission designed to rendezvous and orbit the asteroids 4 Vesta and 1 Ceres. The scientific objectives of the mission are to characterize the asteroids' internal structure, density, shape, size, composition and mass and to return data on surface morphology, cratering, and magnetism. These measurements will help determine the thermal history, size of the core, role of water in asteroid evolution and what meteorites found on Earth come from these bodies, with the ultimate goal of understanding the conditions and processes present at the solar system's earliest epoch and the role of water content and size in planetary evolution. The data returned will include, for both asteroids, full surface imagery, full surface spectrometric mapping, elemental abundances, topographic profiles, gravity fields, and mapping of remnant magnetism, if any."
    },
{
        "agency": "NASA",
        "MissionName": "New Horizons",
        "MissionType": "Pluto, Charon and Kuiper Belt bodies analysis and mapping",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Pluto, Charon, and Kuiper Belt",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20060119",
        "ArrivalDate": "20150714",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=2006-001A",
        "Information": "New Horizons is a mission designed to fly by Pluto and its moon Charon and transmit images and data back to Earth. It will then continue on into the Kuiper Belt where it will fly by a one or more Kuiper Belt Objects and return further data. The primary objectives are to characterize the global geology and morphology and map the surface composition of Pluto and Charon and characterize the neutral atmosphere of Pluto and its escape rate. Other objectives include studying the time variability of Pluto's surface and atmosphere, imaging Pluto and Charon in stereo, mapping the terminators and composition of selected areas of Pluto and Charon at high-resolution, characterizing Pluto's upper atmosphere, ionosphere, energetic particle environment, and solar wind interaction, searching for an atmosphere around Charon and characterizing its energetic particle environment, refining bulk parameters, orbits, and bolometric Bond albedos of Pluto and Charon, searching for additional satellites and rings, and characterizing one or more Kuiper Belt Objects."
    },
{
        "agency": [
            "ISAS",
            "ESA"
        ],
        "MissionName": "BepiColombo",
        "MissionType": "Mercury analysis and mapping",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mercury",
        "LaunchLocation": "Tyuratam (Baikonur Cosmodrome), Kazakhstan",
        "LaunchDate": "20150815",
        "ArrivalDate": "20220101",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=BEPICLMBO",
        "Information": "BepiColombo is a European Space Agency (ESA) Cornerstone mission to Mercury. The mission is still in the planning stages so changes to the current description are likely over the next few years. Due to budgetary constraints the lander portion (The Mercury Surface Element, or MSE) of the mission has been cancelled. The mission as currently envisioned involves two components: the Mercury Planetary Orbiter (MPO) and the Mercury Magnetospheric Orbiter (MMO). The two components will be launched together on a Soyuz 2-1B/Fregat-M booster in August 2015. The spacecraft will have a 6 year interplanetary cruise to Mercury using solar-electric propulsion and Moon, Venus, and Mercury gravity assists. On arrival in January 2022, the MPO and MMO will be captured into polar orbits, 400 x 1500 km, 2.3 hr period for MPO, 400 x 12000 km, 9.2 hr for MMO. The nominal mission will last one earth-year with a possible one year extension."
    },
{
        "agency": "Indian Space Research Organization",
        "MissionName": "Mars Orbiter Mission (MOM) or Mangalyaan (Hindi for 'Mars Craft')",
        "MissionType": "Mars atmosphere analysis",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mars",
        "LaunchLocation": "Sriharikota, India",
        "LaunchDate": "20131105",
        "ArrivalDate": "20140924",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2013-060A",
        "Information": "The Mars Science Laboratory (MSL), nicknamed Curiosity, is a large rover with the objective of exploring the martian environment as a former or current habitat for life. The mission is planned to operate on Mars over at least a full martian year (687 Earth days). The rover has eight science objectives: 1) determine the nature and inventory of organic carbon compounds; 2) inventory the chemical building blocks of life; 3) identify features that may represent the effects of biological processes; 4) investigate the chemical, isotopic, and mineralogical composition of the martian surface and near-surface geological materials; 5) interpret the processes that have formed and modified rocks and soils; 6) assess long-timescale (i.e. 4-billion-year) atmospheric evolution processes; 7) determine the present state, distribution, and cycling of water and carbon dioxide; and 8) characterize the broad spectrum of surface radiation, including galactic cosmic radiation, solar proton events, and secondary neutrons."
    },
{
        "agency": "NASA",
        "MissionName": "Mars Atmosphere and Volatile EvolutioN (MAVEN)",
        "MissionType": "Mars atmosphere analysis",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20131118",
        "ArrivalDate": "20140922",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2013-063A",
        "Information": "The Mars Atmosphere and Volatile EvolutioN (MAVEN) mission is designed to explore Mars' upper atmosphere and ionosphere, and interactions with the solar wind, specifically to determine the loss of volatile compounds to space through time and how it has affected the history of Mars' atmosphere and climate. MAVEN has four primary scientific objectives: (1) Determine the role that loss of volatiles from the Mars atmosphere to space has played through time; (2) determine the current state of the upper atmosphere, ionosphere, and interactions with the solar wind; (3) determine the current rates of escape of neutral gases and ions to space and the processes controlling them; and, (4) determine the ratios of stable isotopes that will tell Mars' history of loss through time. MAVEN is part of NASA's Mars Scout program."
    },
{
        "agency": "NASA",
        "MissionName": "InSight (Interior Exploration using Seismic Investigations, Geodesy and Heat Transport)",
        "MissionType": "Mars interior structure analysis",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20160301",
        "ArrivalDate": "20160901",
        "EndDate": "20180918",
        "Link": "http://insight.jpl.nasa.gov/overview.cfm",
        "Information": "InSight (Interior Exploration using Seismic Investigations, Geodesy and Heat Transport) is a NASA Discovery Program mission that will place a single geophysical lander on Mars to study its deep interior. But InSight is more than a Mars mission - it is a terrestrial planet explorer that will address one of the most fundamental issues of planetary and solar system science - understanding the processes that shaped the rocky planets of the inner solar system (including Earth) more than four billion years ago."
    },
{
        "agency": "NASA",
        "MissionName": "Viking 1",
        "MissionType": "Mars atmosphere analysis and surface mapping",
        "Manned": false,
        "touch": ["Touch down","Orbit"],
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19750820",
        "ArrivalDate": "19760619",
        "EndDate": "19821113",
        "Link": "http://nssdc.gsfc.nasa.gov/planetary/viking.html",
        "Information": "NASA's Viking Mission to Mars was composed of two spacecraft, Viking 1 and Viking 2, each consisting of an orbiter and a lander. The primary mission objectives were to obtain high resolution images of the Martian surface, characterize the structure and composition of the atmosphere and surface, and search for evidence of life."
    },
{
        "agency": "NASA",
        "MissionName": "Viking 2",
        "MissionType": "Mars atmosphere analysis and surface mapping",
        "Manned": false,
        "touch": ["Touch down","Orbit"],
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19750909",
        "ArrivalDate": "19760807",
        "EndDate": "19800411",
        "Link": "http://nssdc.gsfc.nasa.gov/planetary/viking.html",
        "Information": "NASA's Viking Mission to Mars was composed of two spacecraft, Viking 1 and Viking 2, each consisting of an orbiter and a lander. The primary mission objectives were to obtain high resolution images of the Martian surface, characterize the structure and composition of the atmosphere and surface, and search for evidence of life."
    },
{
        "agency": "NASA",
        "MissionName": "Mars Pathfinder",
        "MissionType": "Mars surface imaging",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19961204",
        "ArrivalDate": "19970704",
        "EndDate": "19970927",
        "Link": "http://nssdc.gsfc.nasa.gov/planetary/mesur.html",
        "Information": "The Mars Pathfinder (formerly known as the Mars Environmental Survey, or MESUR, Pathfinder) is the second of NASA's low-cost planetary Discovery missions. The mission consists of a stationary lander and a surface rover. The mission has the primary objective of demonstrating the feasibility of low-cost landings on and exploration of the Martian surface. This objective will be met by tests of communications between the rover and lander, and the lander and Earth, and tests of the imaging devices and sensors."
    },
{
        "agency": "NASA",
        "MissionName": "Mars Global Surveyor",
        "MissionType": "Mars surface imaging, mapping & topography study",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19961107",
        "ArrivalDate": "19970912",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/planetary/marsurv.html",
        "Information": "The Mars Global Surveyor (MGS) mission is designed as a rapid, low-cost recovery of the Mars Observer mission objectives. The science objectives involve high resolution imaging of the surface, studies of the topography and gravity, the role of water and dust on the surface and in the atmosphere of Mars, the weather and climate of Mars, the composition of the surface and atmosphere, and the existence and evolution of the Martian magnetic field."
    },
{
        "agency": "NASA",
        "MissionName": "Mars Climate Orbiter",
        "MissionType": "Mars atmosphere analysis, climate study",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19981211",
        "ArrivalDate": "19990923",
        "EndDate": "19990923",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1998-073A",
        "Information": "The Mars Surveyor '98 program is comprised of two spacecraft launched separately, the Mars Climate Orbiter (formerly the Mars Surveyor '98 Orbiter) and the Mars Polar Lander (formerly the Mars Surveyor '98 Lander). The two missions were to study the Martian weather, climate, and water and carbon dioxide budget, in order to understand the reservoirs, behavior, and atmospheric role of volatiles and to search for evidence of long-term and episodic climate changes. The Mars Climate Orbiter was destroyed when a navigation error caused it to miss its target altiude at Mars by 80 to 90 km, instead entering the martian atmosphere at an altitude of 57 km during the orbit insertion maneuver."
    },
{
        "agency": "NASA",
        "MissionName": "Mars Polar Lander",
        "MissionType": "Mars atmosphere analysis, climate study",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19990103",
        "ArrivalDate": "19991203",
        "EndDate": "19991203",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1999-001A",
        "Information": "The Mars Surveyor '98 program is comprised of two spacecraft launched separately, the Mars Climate Orbiter (formerly the Mars Surveyor '98 Orbiter) and the Mars Polar Lander (formerly the Mars Surveyor '98 Lander). The two missions were to study the Martian weather, climate, and water and carbon dioxide budget, in order to understand the reservoirs, behavior, and atmospheric role of volatiles and to search for evidence of long-term and episodic climate changes. The Mars Climate Orbiter was destroyed when a navigation error caused it to miss its target altiude at Mars by 80 to 90 km, instead entering the martian atmosphere at an altitude of 57 km during the orbit insertion maneuver."
    },
{
        "agency": "NASA",
        "MissionName": "Deep Space 2 (DS2)",
        "MissionType": "Mars polar sub-surface soil analysis",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19990103",
        "ArrivalDate": "19991203",
        "EndDate": "19991203",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1999-001A",
        "Information": "The Deep Space 2 (DS2) project is a New Millenium mission consisting of two probes which were to penetrate the surface of Mars near the south polar layered terrain and send back data on the sub-surface properties. On 3 December 1999 the probes were nearing Mars on a trajectory to enter the atmosphere and bring them to their intended landing site, but contact was never made with either probe and the mission was presumed lost. Also named the Mars Microprobe Project, the probe mission had as scientific objectives to: 1) test for the presence of water ice below the surface, and if ice exists, attempt to resolve the mineral phases in which the ice is stored; 2) determine the thermal and physical properties and temperature gradient of the subsurface material; 3) measure the atmospheric pressure and temperature. Data was also to be obtained on the atmospheric density profile and near-surface soil stratification using deceleration measurements during atmospheric entry and landing. The mission was also planned to serve as a technology test for many of the components of the probes and a demonstration of passive atmospheric entry and survivable hard impact. The individual probes were named Amundsen and Scott in honor of the famous polar explorers."
    },
{
        "agency": "NASA",
        "MissionName": "2001 Mars Odyssey",
        "MissionType": "Mars geological and radiation analysis",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20010407",
        "ArrivalDate": "20010824",
        "EndDate": "20060901",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2001-014A",
        "Information": "The 2001 Mars Odyssey is the remaining part of the Mars Surveyor 2001 Project, which originally consisted of two separately launched missions, The Mars Surveyor 2001 Orbiter and the Mars Surveyor 2001 Lander. The lander spacecraft was cancelled as part of the reorganization of the Mars Exploration Program at NASA. The orbiter, renamed the 2001 Mars Odyssey, will nominally orbit Mars for three years, with the objective of conducting a detailed mineralogical analysis of the planet's surface from orbit and measuring the radiation environment. The mission has as its primary science goals to gather data to help determine whether the environment on Mars was ever conducive to life, to characterize the climate and geology of Mars, and to study potential radiation hazards to possible future astronaut missions. The orbiter will also act as a communications relay for future missions to Mars over a period of five years."
    },
{
        "agency": "NASA",
        "MissionName": "Spirit Rover (Mars Exploration Rover A or MER-2)",
        "MissionType": "Mars geological study and soil analysis",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20030610",
        "ArrivalDate": "20040124",
        "EndDate": "20110322",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2003-027A",
        "Information": "The 'Spirit' rover (Mars Exploration Rover A or MER-2) is one of the two rovers launched to Mars in mid-2003. The rovers arrived at Mars in January of 2004 equipped with a battery of scientific instruments and will be able to traverse 100 meters a day. The nominal plan called for the missions to last for 90 days, until April 2004, but both have lasted well beyond this time. The scientific goals of the rover missions are to gather data to help determine if life ever arose on Mars, characterize the climate of Mars, characterize the geology of Mars, and prepare for human exploration of Mars. To achieve these goals, seven science objectives are called for: 1) search for and characterize a variety of rocks and soils that hold clues to past water activity, 2) determine the distribution and composition of minerals, rocks, and soils surrounding the landing sites, 3) determine what geologic processes have shaped the local terrain and influenced the chemistry 4) perform 'ground truth' of surface observations made by Mars orbiter instruments, 5) search for iron-bearing minerals, identify and quantify relative amounts of specific mineral types that contain water or were formed in water, 6) characterize the mineralogy and textures of rocks and soils and determine the processes that created them, and 7) search for geological clues to the environmental conditions that existed when liquid water was present and assess whether those environments were conducive to life."
    },
{
        "agency": "NASA",
        "MissionName": "Opportunity (Mars Exploration Rover B or MER-1)",
        "MissionType": "Mars geological study and soil analysis",
        "Manned": false,
        "touch": "Touch down",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20030708",
        "ArrivalDate": "20040125",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2003-032A",
        "Information": "'Opportunity' (Mars Exploration Rover B or MER-1) is one of the two rovers launched to Mars in mid-2003. The rovers arrived at Mars in January of 2004 equipped with a battery of scientific instruments and will be able to traverse 100 meters a day. The nominal plan called for the missions to last for 90 days, until April 2004, but the mission has lasted well beyond this time. The scientific goals of the rover missions are to gather data to help determine if life ever arose on Mars, characterize the climate of Mars, characterize the geology of Mars, and prepare for human exploration of Mars. To achieve these goals, seven science objectives are called for: 1) search for and characterize a variety of rocks and soils that hold clues to past water activity, 2) determine the distribution and composition of minerals, rocks, and soils surrounding the landing sites, 3) determine what geologic processes have shaped the local terrain and influenced the chemistry 4) perform 'ground truth' of surface observations made by Mars orbiter instruments, 5) search for iron-bearing minerals, identify and quantify relative amounts of specific mineral types that contain water or were formed in water, 6) characterize the mineralogy and textures of rocks and soils and determine the processes that created them, and 7) search for geological clues to the environmental conditions that existed when liquid water was present and assess whether those environments were conducive to life."
    },
{
        "agency": "NASA",
        "MissionName": "Mars Reconnaissance Orbiter (MRO)",
        "MissionType": "Mars climate study",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Mars",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "20050812",
        "ArrivalDate": "20060310",
        "EndDate": "20081101",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=2005-029A",
        "Information": "The Mars Reconnaissance Orbiter (MRO) is designed to orbit Mars over a full martian year and gather data with six scientific instruments, including a high-resolution imager. The science objectives of the mission are to: characterize the present climate of Mars and its physical mechanisms of seasonal and interannual climate change; determine the nature of complex layered terrain on Mars and identify water-related landforms; search for sites showing evidence of aqueous and/or hydrothermal activity; identify and characterize sites with the highest potential for landed science and sample return by future Mars missions; and return scientific data from Mars landed craft during a relay phase. MRO will return high resolution images, study surface composition, search for subsurface water, trace dust and water in the atmosphere, and monitor weather."
    },
{
        "agency": "Soviet space program",
        "MissionName": "Luna 1 (Lunik 1)",
        "MissionType": "Gas behavior in space",
        "Manned": false,
        "touch": "Fly by",
        "planet": "Moon",
        "LaunchLocation": "Tyuratam (Baikonur Cosmodrome), U.S.S.R",
        "LaunchDate": "19590102",
        "ArrivalDate": "19590104",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1959-012A",
        "Information": "Luna 1 was the first spacecraft to reach the Moon, and the first of a series of Soviet automatic interplanetary stations successfully launched in the direction of the Moon. The spacecraft was sphere-shaped. Five antennae extended from one hemisphere. Instrument ports also protruded from the surface of the sphere. There were no propulsion systems on the Luna 1 spacecraft itself. Because of its high velocity and its announced package of various metallic emblems with the Soviet coat of arms, it was concluded that Luna 1 was intended to impact the Moon. On 3 January, at a distance of 113,000 km from Earth, a large (1 kg) cloud of sodium gas was released by the spacecraft. This glowing orange trail of gas, visible over the Indian Ocean with the brightness of a sixth-magnitude star, allowed astronomers to track the spacecraft. It also served as an experiment on the behavior of gas in outer space."
    },
{
        "agency": "NASA",
        "MissionName": "Pioneer 4",
        "MissionType": "Gather radiation data and moon surface imaging",
        "Manned": false,
        "touch": "Fly by",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19590303",
        "ArrivalDate": "19590304",
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1959-013A",
        "Information": "Pioneer 4 was a spin stabilized spacecraft launched on a lunar flyby trajectory and into a heliocentric orbit making it the first US probe to escape from the Earth's gravity. It carried a payload similar to Pioneer 3: a lunar radiation environment experiment using a Geiger-Mueller tube detector and a lunar photography experiment. It passed within 60,000 km of the Moon's surface. However, Pioneer 4 did not come close enough to trigger the photoelectric sensor. No lunar radiation was detected. The spacecraft was still in solar orbit as of 1969."
    },
{
        "agency": "Soviet space program",
        "MissionName": "Luna 2 (Lunik 2)",
        "MissionType": "Gather radiation data and magnetic data about the moon",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Tyuratam (Baikonur Cosmodrome), U.S.S.R",
        "LaunchDate": "19590912",
        "ArrivalDate": "19590914",
        "EndDate": "19590914",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1959-014A",
        "Information": "Luna 2 was the second of a series of spacecraft launched in the direction of the Moon. The first spacecraft to land on the Moon, it impacted the lunar surface east of Mare Serenitatis near the Aristides, Archimedes, and Autolycus craters. Luna 2 was similar in design to Luna 1, a spherical spacecraft with protruding antennae and instrument parts. The instrumentation was also similar, including scintillation- and geiger- counters, a magnetometer, and micrometeorite detectors. The spacecraft also carried Soviet pennants. There were no propulsion systems on Luna 2 itself."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 1",
        "MissionType": "Test systems for lunar missions and study particles and fields in space",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Earth",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19610823",
        "ArrivalDate": "19610823",
        "EndDate": "19610830",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1961-021A",
        "Information": "Ranger 1 was a spacecraft whose primary mission was to test the performance of those functions and parts necessary for carrying out subsequent lunar and planetary missions using essentially the same spacecraft design. A secondary objective was to study the nature of particles and fields in interplanetary space."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 2",
        "MissionType": "Test systems for lunar missions and study particles and fields in space",
        "Manned": false,
        "touch": "Orbit",
        "planet": "Earth",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19611118",
        "ArrivalDate": "19611118",
        "EndDate": "19611120",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1961-032A",
        "Information": "This was a flight test of the Ranger spacecraft system designed for future lunar and interplanetary missions. Ranger 2 was designed to test various systems for future exploration and to conduct scientific observations of cosmic rays, magnetic fields, radiation, dust particles, and a possible hydrogen gas 'tail' trailing the Earth."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 3",
        "MissionType": "Lunar surface imaging and radiation data",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19620126",
        "ArrivalDate": "19620128",
        "EndDate": "19620128",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1962-001A",
        "Information": "Ranger 3 was designed to transmit pictures of the lunar surface to Earth stations during a period of 10 minutes of flight prior to impacting on the Moon, to rough-land a seismometer capsule on the Moon, to collect gamma-ray data in flight, to study radar reflectivity of the lunar surface, and to continue testing of the Ranger program for development of lunar and interplanetary spacecraft. Due to a series of malfunctions the spacecraft missed the Moon."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 4",
        "MissionType": "Lunar surface imaging and radiation data",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19620423",
        "ArrivalDate": "19620426",
        "EndDate": "19620426",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1962-012A",
        "Information": "Ranger 4 was designed to transmit pictures of the lunar surface to Earth stations during a period of 10 minutes of flight prior to impacting on the Moon, to rough-land a seismometer capsule on the Moon, to collect gamma-ray data in flight, to study radar reflectivity of the lunar surface, and to continue testing of the Ranger program for development of lunar and interplanetary spacecraft. An onboard computer failure caused failure of the deployment of the solar panels and navigation systems, the spacecraft impacted on the far side of the Moon without returning any scientific data."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 5",
        "MissionType": "Lunar surface imaging and radiation data",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19621018",
        "ArrivalDate": null,
        "EndDate": null,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1962-055A",
        "Information": "Ranger 5 was designed to transmit pictures of the lunar surface to Earth stations during a period of 10 minutes of flight prior to impacting on the Moon, to rough-land a seismometer capsule on the Moon, to collect gamma-ray data in flight, to study radar reflectivity of the lunar surface, and to continue testing of the Ranger program for development of lunar and interplanetary spacecraft. Due to an unknown malfunction, the spacecraft ran out of power and ceased operation. It passed within 725 km of the Moon."
    },
{
        "agency": "Soviet space program",
        "MissionName": "Lunar 4 (Lunik 4)",
        "MissionType": "Lunar surface imaging and radiation data",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Tyuratam (Baikonur Cosmodrome), U.S.S.R",
        "LaunchDate": "19630402",
        "ArrivalDate": null,
        "EndDate": 19630405,
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1963-008B",
        "Information": "Luna 4 was the USSR's first successful spacecraft of their 'second generation' lunar program. The spacecraft, also referred to as an automatic interplanetary station, launched on a Molniya 8K78 on 2 April 1963 at 08:04:00 UT (A launch time of 08:16:37 UT has also been reported) Rather than being sent on a straight trajectory toward the Moon, the spacecraft was placed first in a 167 x 182 km Earth orbit and then was rocketed in a curving path towards the Moon. Luna 4 achieved the desired initial trajectory but during trans-lunar coast the Yupiter astronavigation system failed (most likely due to thermal control problems) and the spacecraft could not be oriented properly for the planned midcourse correction burn. Communications were maintained, but Luna 4 missed the Moon by about 8400 km (sources give reports of 8336.2, 8451, and 8500 km) at 13:25 UT on 5 April 1963 and entered a 89 250 x 694 000 km equatorial Earth orbit. The spacecraft transmitted at 183.6 MHz at least until 7 April. The orbit is believed to have been later perturbed into a heliocentric orbit."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 6",
        "MissionType": "Lunar surface imaging and radiation data",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19640130",
        "ArrivalDate": "19640202",
        "EndDate": "19640202",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1964-007A",
        "Information": "Ranger 6 was designed to achieve a lunar impact trajectory and to transmit high-resolution photographs of the lunar surface during the final minutes of flight up to impact. The spacecraft carried six television vidicon cameras, 2 full-scan cameras (channel F, one wide-angle, one narrow-angle) and 4 partial scan cameras (channel P, two wide-angle, two narrow-angle) to accomplish these objectives. The cameras were arranged in two separate chains, or channels, each self-contained with separate power supplies, timers, and transmitters so as to afford the greatest reliability and probability of obtaining high-quality video pictures. No other experiments were carried on the spacecraft. Due to a failure of the camera system no images were returned."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 7",
        "MissionType": "Lunar surface imaging",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19640728",
        "ArrivalDate": "19640731",
        "EndDate": "19640731",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1964-041A",
        "Information": "Ranger 7 was designed to achieve a lunar impact trajectory and to transmit high-resolution photographs of the lunar surface during the final minutes of flight up to impact. The spacecraft carried six television vidicon cameras, 2 full-scan cameras (channel F, one wide-angle, one narrow-angle) and 4 partial scan cameras (channel P, two wide-angle, two narrow-angle) to accomplish these objectives. The cameras were arranged in two separate chains, or channels, each self-contained with separate power supplies, timers, and transmitters so as to afford the greatest reliability and probability of obtaining high-quality video pictures. No other experiments were carried on the spacecraft."
    },
{
        "agency": "NASA",
        "MissionName": "Ranger 8",
        "MissionType": "Lunar surface imaging",
        "Manned": false,
        "touch": "Impact",
        "planet": "Moon",
        "LaunchLocation": "Cape Canaveral, United States",
        "LaunchDate": "19650217",
        "ArrivalDate": "19650220",
        "EndDate": "19650220",
        "Link": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1965-010A",
        "Information": "Ranger 8 was designed to achieve a lunar impact trajectory and to transmit high-resolution photographs of the lunar surface during the final minutes of flight up to impact. The spacecraft carried six television vidicon cameras, 2 full-scan cameras (channel F, one wide-angle, one narrow-angle) and 4 partial scan cameras (channel P, two wide-angle, two narrow-angle) to accomplish these objectives. The cameras were arranged in two separate chains, or channels, each self-contained with separate power supplies, timers, and transmitters so as to afford the greatest reliability and probability of obtaining high-quality video pictures. No other experiments were carried on the spacecraft."
    }



]